app/views/dashboard/index.html.erb

  <% if current_user && current_user.meetings %>
    <% current_user.meetings.each do |meeting| %>
---
SELECT "meetings".* FROM "meetings" WHERE "meetings"."user_id" = $1  [["user_id", 1]]