app/views/meetings/show.html.erb

      <ul class="no-bullet">
        <% @meeting.individuals.each do |individual| %>
---
SELECT "individuals".* FROM "individuals" WHERE "individuals"."meeting_id" = $1  [["meeting_id", 1]]