app/controllers/congregations_controller.rb

  def create
    @congregations = Congregation.all
    @congregation = Congregation.new(congregation_params)
    @congregation.user = current_user

    if @congregation.save
---
SELECT "congregations".* FROM "congregations"
INSERT INTO "congregations" ("name", "address", "phone", "website", "affiliation", "user_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8) RETURNING "id"