app/controllers/individuals_controller.rb

SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
  def new
    @meeting = Meeting.find(params[:meeting_id])

SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
INSERT INTO "individuals" ("first_name", "last_name", "address", "email", "phone", "birthday", "notes", "meeting_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10) RETURNING "id"
---
  def create
    @meeting = Meeting.find(params[:meeting_id])
    @individual = Individual.new(individual_params)
    @individual.birthday = DateTime.new(params[:birthday]["year"].to_i, params[:birthday]["month"].to_i, params[:birthday]["day"].to_i)
    @individual.meeting = @meeting

    if @individual.save

SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
SELECT  "individuals".* FROM "individuals" WHERE "individuals"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
---
  def show
    @meeting = Meeting.find(params[:meeting_id])
    @individual = Individual.find(params[:id])

SELECT  "individuals".* FROM "individuals" WHERE "individuals"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
  def edit
    @individual = Individual.find(params[:id])
    @meeting = Meeting.find(params[:meeting_id])

SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
SELECT  "individuals".* FROM "individuals" WHERE "individuals"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
---
  def update
    @meeting = Meeting.find(params[:meeting_id])
    @individual = Individual.find(params[:id])